Repository: dikonov/oe-alliance-plugins
Catalog: MultiTransCodingSetup/po/*.po
Languages: ru

source: 1.0 Mbps
ru: 1.0 Мбит/с

source: 1.2 Mbps
ru: 1.2 Мбит/с

source: 1.5 Mbps
ru: 1.5 Мбит/с

source: 100 kbps
ru: 100 Кбит/с

source: 2.0 Mbps
ru: 2.0 Мбит/с

source: 2.5 Mbps
ru: 2.5 Мбит/с

source: 23.976 fps
ru: 23.976 кадров

source: 24 fps
ru: 24 кадра

source: 25 fps
ru: 25 кадров

source: 3.0 Mbps
ru: 3.0 Мбит/с

source: 3.5 Mbps
ru: 3.5 Мбит/с

source: 30 fps
ru: 30 кадров

source: 300 kbps
ru: 300 Кбит/с

source: 4.0 Mbps
ru: 4.0 Мбит/с

source: 5.0 Mbps
ru: 5.0 Мбит/с

source: 500 kbps
ru: 500 Кбит/с

source: 800 kbps
ru: 800 Кбит/с

source: Aspect Ratio
ru: Соотношение сторон

source: Auto
ru: Авто

source: Bitrate in bits
ru: Битрейт в битах

source: Encoder Aspect Ratio
ru: Соотношение сторон

source: Encoder Bitrate
ru: Битрейт кодирования

source: Encoder Framerate
ru: Частота кадров кодирования

source: Encoder Interlaced
ru: Чересстрочность

source: Encoder Resolution
ru: Разрешение

source: Encoder Video Codec
ru: Видеокодек

source: Exit
ru: Выход

source: Framerate
ru: Частота кадров

source: Interlaced
ru: Чересстрочное изображение

source: Max
ru: Макс

source: Min
ru: Мин

source: Multi device transcoding setup
ru: Настройка транскодирования для различных устройств

source: Multi-Transcoding Setup
ru: Настройка мультитранскодирования

source: No
ru: Нет

source: PAL-wide
ru: PAL-широкоэкранный

source: Really close without saving settings?
ru: Закрыть без сохранения?

source: Resolution
ru: Разрешение

source: Save
ru: Сохранить

source: Setup your timezone.
ru: Укажите свой часовой пояс

source: This model does not support transcoding.
ru: Эта модель не поддерживает транскодирование

source: To use transcoding You can build URL for VLC by Yourself
ru: Вы можете сами составить URL с транскодированием для VLC

source: Transcoding Setup
ru: Настройка транскодирования

source: Transcoding from HDMI-IN e.x:
ru: Транскодирование из HDMI-IN:

source: Video codec
ru: Видеокодек

source: Yes
ru: Да

source: disable
ru: выкл

source: enable
ru: вкл
