Repository: dikonov/oe-alliance-plugins
Catalog: BTDevicesManager/po/*.po
Languages: ru

source: (Re)Scan
ru: (Пере)сканировать

source: Audio Address
ru: Адрес

source: Audio Connect
ru: Подключить

source: Autostart
ru: Автозапуск

source: Bluetooth Devices Manager
ru: Менеджер Bluetooth-устройств

source: Bluetooth Devices Manager Setup
ru: Настройка менеджера Bluetooth-устройств

source: Can't not pair with selected device!
ru: Невозможно соединиться с выбранным устройством!

source: Config
ru: Настройки

source: Connect
ru: Соединиться

source: Connection with:
ru: Соединение с:

source: Disconnect
ru: Отсоединить

source: Disconnect with:
ru: Отсоединить от:

source: Exit
ru: Выход

source: MAC: Device name:
ru: MAC: Имя устройства:

source: No BT devices found!
ru: Не найдены BT-устройства!

source: No connected to any device
ru: Нет соединения ни с одним устройством

source: Not detected devices around STB
ru: Вокруг ресивера устройства не найдены

source: Please Enter Passkey:
ru: Введите пин-код:

source: Please load BT driver by pressing BLUE button.
ru: Нажмите синюю кнопку, чтобы загрузить драйвер BT.

source: Save
ru: Сохранить

source: Scanning for devices...
ru: Поиск устройств...

source: Scanning...
ru: Поиск...

source: This is bt devices manager
ru: Это менеджер Bluetooth-устройств

source: Trying to pair with:
ru: Попытка соединения с:

source: entry
ru: запись
