Repository: dikonov/oe-alliance-plugins
Catalog: IPTVImporter/po/*.po
Languages: ru

source: Cancel
ru: Отмена

source: Connection failed! Aborted!
ru: Соединение установить не удалось. Отмена!

source: Delete IPTV Bouquets before Import
ru: Удалить букеты IPTV перед импортом

source: IPTV Import
ru: Импорт IPTV

source: Import Arabic Channels in Bouquet
ru: Импортировать арабские каналы в букет

source: Import Bundesliga Channels in Bouquet
ru: Импортировать каналы Бундеслиги в букет

source: Import Ex-Yu Channels in Bouquet
ru: Импортировать каналы Ex-Ju в букет

source: Import Finland Channels in Bouquet
ru: Импортировать финские каналы в букет

source: Import France Channels in Bouquet
ru: Импортировать французские каналы в букет

source: Import German Sport Channels in Bouquet
ru: Импортировать немецкие спортивные каналы в букет

source: Import Germany Channels in Bouquet
ru: Импортировать немецкие каналы в букет

source: Import Italian Channels in Bouquet
ru: Импортировать итальянские каналы в букет

source: Import Netherlands Channels in Bouquet
ru: Импортировать голландские каналы в букет

source: Import Polish Channels in Bouquet
ru: Импортировать польские каналы в букет

source: Import Portugal Channels in Bouquet
ru: Импортировать португальские каналы в букет

source: Import Romania Channels in Bouquet
ru: Импортировать румынские каналы в букет

source: Import Sky Germany Channels in Bouquet
ru: Импортировать каналы Sky Deutschland в букет

source: Import Spain Channels in Bouquet
ru: Импортировать испанские каналы в букет

source: Import Suisse and Austria Channels in Bouquet
ru: Импортировать швейцарские и австрийские каналы в букет

source: Import Sweden Channels in Bouquet
ru: Импортировать шведские каналы в букет

source: Import Turkey Channels in Bouquet
ru: Импортировать турецкие каналы в букет

source: Import UK Channels in Bouquet
ru: Импортировать английские каналы в букет

source: Import US Channels in Bouquet
ru: Импортировать американские каналы в букет

source: Import VOD in Bouquet
ru: Импортировать VOD (видео-по-запросу) в букет

source: Import XXX Channels in Bouquet
ru: Импортировать порноканалы в букет

source: Import successful!
ru: Импорт успешно завершен!

source: Password
ru: Пароль

source: Portal
ru: Портал

source: Save
ru: Сохранить

source: Show IPTV Importer in Extensions
ru: Показывать импорт IPTV в меню расширений

source: Show IPTV Importer in Menu
ru: Показывать импорт IPTV в главном меню

source: Show IPTV Importer in Plugins
ru: Показывать импорт IPTV в меню плагинов

source: Start Import
ru: Начать импорт

source: User
ru: Пользователь

source: none
ru: ничего
